Repository: pvliborio/notase
Catalog: lib/l10n/app_*.arb
Languages: es, pt

# seusSimulados
source: Your Mock Exams
es: Tus Exámenes Simulados
pt: Seus Simulados

# loginComOGoogle
source: Login with Google
es: Iniciar sesión con Google
pt: Login com o Google

# realizadoEm
source: Held in {data}
es: Celebrado em {data}
pt: Realizado em {data}

# notas
source: Grades
es: Notas
pt: Notas

# simuladorSiSU
source: SiSU Simulator
es: Simulador SiSU
pt: Simulador SiSU

source: Ranking
es: Clasificación

# de
source: of {total}
es: de {total}
pt: de {total}

# redacao
source: Essay
es: Ensayo
pt: Redação

# linguagens
source: Languages and its Technologies
es: Idiomas y sus Tecnologias
pt: Linguagens e suas Tecnologias

# cienciasHumanas
source: Human Sciences and its Technologies
es: Ciencias Humanas y sus Tecnologias
pt: Ciências Humanas e suas Tecnologias

# cienciasNatureza
source: Natural Sciences and its Technologies
es: Ciencias Naturales y sus Tecnologias
pt: Ciências da Natureza e suas Tecnologias

# matematica
source: Mathematics and its Technologies
es: Matemáticas y sus Tecnologias
pt: Matemática e suas Tecnologias

# seuPerfil
source: Your Profile
es: Su Perfil
pt: Seu Perfil

# sair
source: Logout
es: Salir
pt: Sair

# suasNotas
source: Your Grades
es: Tus Notas
pt: Suas Notas

# tri
source: IRT
es: TRI
pt: TRI

# questoesCorretas
source: Correct Questions by Knowledge Area
es: Preguntas Correctas por Área de Conocimiento
pt: Questões Corretas por Área de Conhecimento

# redacao_c1
source: Ability 1
es: Competencia 1
pt: Competência 1

# redacao_c1_0
source: Demonstrates lack of knowledge of the formal written modality of the Portuguese language.
es: Demuestra falta de conocimiento de la modalidad formal escrita de la lengua portuguesa.
pt: Demonstra desconhecimento da modalidade escrita formal da língua portuguesa.

# redacao_c1_40
source: Demonstrates precarious mastery of the formal written modality of the Portuguese language, in a systematic way, with diversified and frequent grammatical deviations, choice of register and writing conventions.
es: Demuestra dominio precario de la modalidad escrita formal de la lengua portuguesa, de forma sistemática, con desviaciones gramaticales diversificadas y frecuentes, elección de registro y convenciones de escritura.
pt: Demonstra domínio precário da modalidade escrita formal da língua portuguesa, de forma sistemática, com diversificados e frequentes desvios gramaticais, de escolha de registro e de convenções da escrita.

# redacao_c1_80
source: Demonstrates insufficient mastery of the formal written modality of the Portuguese language, with many grammatical deviations, choice of register and writing conventions.
es: Demuestra dominio insuficiente de la modalidad escrita formal de la lengua portuguesa, con muchas desviaciones gramaticales, elección de registro y convenciones de escritura.
pt: Demonstra domínio insuficiente da modalidade escrita formal da língua portuguesa, com muitos desvios gramaticais, de escolha de registro e de convenções da escrita.

# redacao_c1_120
source: Demonstrates medium mastery of the formal written modality of the Portuguese language and choice of register, with some grammatical deviations and writing conventions.
es: Demuestra dominio medio de la modalidad escrita formal de la lengua portuguesa y elección de registro, con algunas desviaciones gramaticales y convenciones de escritura.
pt: Demonstra domínio mediano da modalidade escrita formal da língua portuguesa e de escolha de registro, com alguns desvios gramaticais e de convenções da escrita.

# redacao_c1_160
source: Demonstrates good mastery of the formal written modality of the Portuguese language and choice of register, with few grammatical deviations and writing conventions.
es: Demuestra buen dominio de la modalidad escrita formal de la lengua portuguesa y elección de registro, con pocas desviaciones gramaticales y convenciones de escritura.
pt: Demonstra bom domínio da modalidade escrita formal da língua portuguesa e de escolha de registro, com poucos desvios gramaticais e de convenções da escrita.

# redacao_c1_200
source: Demonstrates excellent mastery of the formal written modality of the Portuguese language and choice of register.
es: Demuestra excelente dominio de la modalidad escrita formal de la lengua portuguesa y elección de registro.
pt: Demonstra excelente domínio da modalidade escrita formal da língua portuguesa e de escolha de registro.

# redacao_c2
source: Ability 2
es: Competencia 2
pt: Competência 2

# redacao_c2_0
source: Escape from the theme/non-compliance with the argumentative-essay structure. In these cases the essay receives a zero grade and is cancelled.
es: Huida del tema/incumplimiento de la estructura argumentativo-ensayo. En estos casos, el ensayo recibe una calificación de cero y se cancela.
pt: Fuga ao tema/não atendimento à estrutura dissertativo-argumentativa. Nestes casos a redação recebe nota zero e é anulada.

# redacao_c2_40
source: It presents the subject, touching the theme, or demonstrates a precarious mastery of the argumentative-essay text, with constant traces of other textual types.
es: Presenta el tema, toca el tema, o demuestra un precario dominio del texto ensayístico-argumentativo, con constantes huellas de otros tipos textuales.
pt: Apresenta o assunto, tangenciando o tema, ou demonstra domínio precário do texto dissertativo-argumentativo, com traços constantes de outros tipos textuais.

# redacao_c2_80
source: Develops the theme by copying excerpts from the motivating texts or presents insufficient mastery of the argumentative-essay text, not meeting the structure with proposition, argumentation and conclusion.
es: Desarrolla el tema copiando extractos de textos motivadores o tiene dominio insuficiente del texto ensayístico-argumentativo, no cumpliendo la estructura con proposición, argumentación y conclusión.
pt: Desenvolve o tema recorrendo à cópia de trechos dos textos motivadores ou apresenta domínio insuficiente do texto dissertativo-argumentativo, não atendendo à estrutura com proposição, argumentação e conclusão.

# redacao_c2_120
source: Develops the theme through predictable argumentation and presents an average mastery of the argumentative-essay text, with proposition, argumentation and conclusion.
es: Desarrolla el tema a través de una argumentación predecible y presenta un dominio medio del texto ensayístico-argumentativo, con proposición, argumentación y conclusión.
pt: Desenvolve o tema por meio de argumentação previsível e apresenta domínio mediano do texto dissertativo-argumentativo, com proposição, argumentação e conclusão.

# redacao_c2_160
source: Develops the theme through consistent argumentation and presents a good mastery of the argumentative-essay text, with proposition, argumentation and conclusion.
es: Desarrolla el tema a través de una argumentación coherente y presenta un buen dominio del texto ensayístico-argumentativo, con proposición, argumentación y conclusión.
pt: Desenvolve o tema por meio de argumentação consistente e apresenta bom domínio do texto dissertativo-argumentativo, com proposição, argumentação e conclusão.

# redacao_c2_200
source: Develops the theme through consistent argumentation, from a productive sociocultural repertoire, and has an excellent mastery of the argumentative-essay text.
es: Desarrolla el tema a través de una argumentación consistente, a partir de un repertorio sociocultural productivo, y posee un excelente dominio del texto ensayístico-argumentativo.
pt: Desenvolve o tema por meio de argumentação consistente, a partir de um repertório sociocultural produtivo, e apresenta excelente domínio do texto dissertativo argumentativo.

# redacao_c3
source: Ability 3
es: Competencia 3
pt: Competência 3

# redacao_c3_0
source: Presents information, facts and opinions unrelated to the topic and without defending a point of view.
es: Presenta información, hechos y opiniones sin relación con el tema y sin defender un punto de vista.
pt: Apresenta informações, fatos e opiniões não relacionados ao tema e sem defesa de um ponto de vista.

# redacao_c3_40
source: Presents information, facts and opinions that are little related to the topic or incoherent and without defending a point of view.
es: Presenta información, hechos y opiniones poco relacionados con el tema o que son incoherentes y no defienden un punto de vista.
pt: Apresenta informações, fatos e opiniões pouco relacionados ao tema ou incoerentes e sem defesa de um ponto de vista.

# redacao_c3_80
source: Presents information, facts and opinions related to the topic, but disorganized or contradictory and limited to the arguments of the motivating texts, in defense of a point of view.
es: Presenta información, hechos y opiniones relacionadas con el tema, pero desorganizadas o contradictorias y limitadas a los argumentos de los textos motivadores, en defensa de un punto de vista.
pt: Apresenta informações, fatos e opiniões relacionados ao tema, mas desorganizados ou contraditórios e limitados aos argumentos dos textos motivadores, em defesa de um ponto de vista.

# redacao_c3_120
source: Presents information, facts and opinions related to the topic, limited to the arguments of motivating and poorly organized texts, in defense of a point of view.
es: Presenta información, hechos y opiniones relacionadas con el tema, limitándose a los argumentos de textos motivadores y mal organizados, en defensa de un punto de vista.
pt: Apresenta informações, fatos e opiniões relacionados ao tema, limitados aos argumentos dos textos motivadores e pouco organizados, em defesa de um ponto de vista.

# redacao_c3_160
source: Presents information, facts and opinions related to the topic, in an organized way, with evidence of authorship, in defense of a point of view.
es: Presenta información, hechos y opiniones relacionadas con el tema, de manera organizada, con evidencia de autoría, en defensa de un punto de vista.
pt: Apresenta informações, fatos e opiniões relacionados ao tema, de forma organizada, com indícios de autoria, em defesa de um ponto de vista.

# redacao_c3_200
source: Presents information, facts and opinions related to the proposed theme, in a consistent and organized way, configuring authorship, in defense of a point of view.
es: Presenta información, hechos y opiniones relacionadas con el tema propuesto, de forma coherente y organizada, configurando la autoría, en defensa de un punto de vista.
pt: Apresenta informações, fatos e opiniões relacionados ao tema proposto, de forma consistente e organizada, configurando autoria, em defesa de um ponto de vista.

# redacao_c4
source: Ability 4
es: Competencia 4
pt: Competência 4

# redacao_c4_0
source: Does not articulate the information.
es: No articula la información.
pt: Não articula as informações.

# redacao_c4_40
source: Articulates the parts of the text precariously.
es: Articula precariamente las partes del texto.
pt: Articula as partes do texto de forma precária.

# redacao_c4_80
source: Articulates parts of the text insufficiently, with many inadequacies, and presents a limited repertoire of cohesive resources.
es: Articula partes del texto de manera insuficiente, con muchas insuficiencias, y presenta un repertorio limitado de recursos cohesivos.
pt: Articula as partes do texto, de forma insuficiente, com muitas inadequações, e apresenta repertório limitado de recursos coesivos.

# redacao_c4_120
source: Articulates the parts of the text, in an average way, with inadequacies, and presents a little diversified repertoire of cohesive resources.
es: Articula las partes del texto, de forma media, con insuficiencias, y presenta un repertorio poco diversificado de recursos cohesionadores.
pt: Articula as partes do texto, de forma mediana, com inadequações, e apresenta repertório pouco diversificado de recursos coesivos.

# redacao_c4_160
source: Articulates the parts of the text, with few inadequacies, and presents a diversified repertoire of cohesive resources.
es: Articula las partes del texto, con pocas insuficiencias, y presenta un repertorio diversificado de recursos cohesivos.
pt: Articula as partes do texto, com poucas inadequações, e apresenta repertório diversificado de recursos coesivos.

# redacao_c4_200
source: Articulates the parts of the text well and presents a diverse repertoire of cohesive resources.
es: Articula bien las partes del texto y presenta un repertorio diverso de recursos cohesivos.
pt: Articula bem as partes do texto e apresenta repertório diversificado de recursos coesivos.

# redacao_c5
source: Ability 5
es: Competencia 5
pt: Competência 5

# redacao_c5_0
source: Does not present a proposal for intervention or presents a proposal unrelated to the theme or subject.
es: No presenta una propuesta de intervención o presenta una propuesta ajena al tema o asunto.
pt: Não apresenta proposta de intervenção ou apresenta proposta não relacionada ao tema ou ao assunto.

# redacao_c5_40
source: Presents a proposal for a vague, precarious or related intervention only to the subject.
es: Presenta una propuesta de intervención vaga, precaria o afín sólo al sujeto.
pt: Apresenta proposta de intervenção vaga, precária ou relacionada apenas ao assunto.

# redacao_c5_80
source: Elaborates, in an insufficient way, an intervention proposal related to the theme, or not articulated with the discussion developed in the text.
es: Elabora insuficientemente una propuesta de intervención relacionada con el tema, o no articulada con la discusión desarrollada en el texto.
pt: Elabora, de forma insuficiente, proposta de intervenção relacionada ao tema, ou não articulada com a discussão desenvolvida no texto.

# redacao_c5_120
source: Elaborates, in an average way, an intervention proposal related to the theme and articulated to the discussion developed in the text.
es: Elabora, de forma media, una propuesta de intervención relacionada con el tema y articulada a la discusión desarrollada en el texto.
pt: Elabora, de forma mediana, proposta de intervenção relacionada ao tema e articulada à discussão desenvolvida no texto.

# redacao_c5_160
source: Elaborates well an proposal of intervention related to the theme and articulated to the discussion developed in the text.
es: Elabora bien propuesta de intervención relacionada con el tema y articulada a la discusión desarrollada en el texto.
pt: Elabora bem proposta de intervenção relacionada ao tema e articulada à discussão desenvolvida no texto.

# redacao_c5_200
source: Elaborates very well an intervention proposal, detailed, related to the theme and articulated to the discussion developed in the text.
es: Elabora muy bien una propuesta de intervención, detallada, relacionada con el tema y articulada a la discusión desarrollada en el texto.
pt: Elabora muito bem proposta de intervenção, detalhada, relacionada ao tema e articulada à discussão desenvolvida no texto.
